HGS/MELDUNGEN/EXPORT/MASTER_Aktualisierungmeldung_20240926114808.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-09-26T11:48:08.059+02:00" aktualisierungstyp="INSTALLATION" datei="H2400125.DLC" kategorie="SOFTWARE" status="0" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="16629" guid="cc769cfa-15e8-4d4b-ae43-20c4d65b36a6"/>
                <automatenStatus/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
